In [1]:
import pandas as pd

taula_amics = pd.read_csv('/home/lluismo/Documents/curs-python-dades/notebooks/dat/amics.csv', index_col=False)
taula_amics.head()

    Amics  Excursions    CP
0  Vicens           1  8021
1    Nach           2  8022
2     Pau           3  8023
3   Jordi           4  8024
4  Nonell           5  8025

In [2]:
import pandas as pd
taula_amics_2 = pd.read_csv('/home/lluismo/Documents/curs-python-dades/notebooks/dat/amics_2.csv', index_col=False)
taula_amics_2

    Amics  Calçots   Municipi    Vehicle
0  Vicens        6     London       avió
1    Nach        7    Sevilla        AVE
2     Pau        8  Barcelona       Moto
3   Jordi        9       Moià      Cotxe
4  Nonell       10    Maresme  Furgoneta